IDEA Open Model
IdeaBeamImportSettings.CanChangeDesignCodeInWizard Property
Compatible with IDEA StatiCa Beta 20.0
 Can change design code in Wizard
 Namespace: IdeaRS.OpenModel.Beam
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool CanChangeDesignCodeInWizard { get; set; }
Public Property CanChangeDesignCodeInWizard As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
IdeaBeamImportSettings Class
IdeaRS.OpenModel.Beam Namespace